{
  "name": "NPC Quirk",
  "description": "A list of quirks for storytelling",
  "dice": "1d50",
  "content": [
    "1;Sa voix est cassée et à peine audible, craquant sur chaque syllabe.",
    "2;Elle a un vocabulaire raffiné et une élocution qui aurait sa place lors de diner de haute société.",
    "3;Elle a un rire très particulier, que ce soit un aboiement tonitruant, un ricanement désagréable, ou tout autre.",
    "4;Elle a une prononciation particulière, une cadence particulière ou des accents aux mauvais endroits dans ses phrases.",
    "5;Elle a une voix enchanteresse, comme si elle venait d’un autre monde.",
    "6;Elle utilise un langage très familier, vulgaire parfois, souvent utilisant des expressions très imagées.",
    "7;Elle tente d'utiliser un vocabulaire distingué, mais aux mauvais endroits et au mauvais moment dans une conversation.",
    "8;Elle est toujours très polie, n'utilisant jamais de vocabulaire ni d'expression familière.",
    "9;Elle est extrêmement timide, à peine capable de regarder les gens quand elle parle, et sa voix n'est qu'un murmure tout juste audible.",
    "10;Elle parle d'une voix monotone et sans vie, comme si sa vie l'ennuyait au plus haut point",
    "11;Véritable papillon social, elle maitrise l'art de la discussion et peux facilement se lier d’amitié avec n’importe qui.",
    "12;Elle a une assurance sans faille à la limite de l'arrogance.",
    "13;Elle ne montre que très peu d'émotions, gardant toujours une expression neutre.",
    "14;La musique fait partie d'elle. Toujours en train de tapoter un rythme, fredonner un air, elle vibre constamment avec sa propre musique.",
    "15;Elle semble vivre dans une fable dont elle est le personnage principal, utilisant rime et alexandrin pour s’exprimer.",
    "16;Elle se montre familière avec tout le monde, même des parfaits étrangers, elle n'a aucune notion d'espace personnel.",
    "17;Elle ne peut pas se taire, elle a toujours une anecdote, un morceau d'information ou rumeur à partager.",
    "18;Elle prend beaucoup d'espace, elle parle fort, bouge beaucoup et envahit l'espace de ses interlocuteurs.",
    "19;Elle semble pouvoir voir l'invisible et l'immatériel, constamment l'esprit ailleurs a conversé avec des choses impossibles.",
    "20;Des croyances ou superstitions sont fortement ancrées dans sa vie, guidant sa façon de vivre.",
    "21;Elle se déplace avec une grâce inégalée, comme un danseur sur un nuage, la voir en mouvement est un vrai plaisir.",
    "22;Elle paraît montée sur ressort, toujours nerveuse et en mouvement.",
    "23;Elle a toujours l'air sur ses gardes, comme un petit animal sur le qui-vive, elle scrute les environs en permanence.",
    "24;Chacun de ses pas à cette subtile énergie, ses yeux pétillent de cette petite étincelle de joie et de positivité.",
    "25;Elle a des mouvements précis et directs, sans aucun gestes inutiles ou superflues.",
    "26;Elle ne peut s'empêcher d'analyser et d'étudier tout ce qui l'entoure, essayant de décortiquer le pourquoi du comment de tout et n'importe quoi.",
    "27;Elle se déplace avec une assurance de prédateur et cette puissance caché, comme prête à bondir à tout moment.",
    "28;Elle a un TOC évident, que ce soit des mouvements ou paroles involontaires, ce n'est pas suffisant pour les gêner, mais tout de même visible.",
    "29;Elle se déplace avec prudence et lenteur, comme si elle avait peur de briser quelque chose par des mouvements trop brusques.",
    "30;Elle a les yeux dans le vague, de lents mouvements maladroits, à peine plus réactif qu'un cadavre.",
    "31;Elle est bloquée dans le passé, dans ce qu'elle appelle 'la bonne époque'. Elle se présente et agit comme à cette époque.",
    "32;Elle est toujours hésitante et indécise, elle remet toujours en questions ses décisions.",
    "33;Elle est sadique et vicieuse, elle adore voir des démonstrations de violences.",
    "34;Elle peut être décrite comme une adorable psychopathe, pour elle ultra-violence est une option pratique, mais à part ça, elle est extrêmement sociale et agréable.",
    "35;À la bordure du narcissisme, elle vit de l'attention des gens et adore être au centre de n'importe quelle situation.",
    "36;L'humeur aussi froide qu'un blizzard, elle ne plaisante jamais, abordant toute situation avec un sérieux à toute épreuve.",
    "37;Elle irradie de gentillesse et de chaleur avec un sourire amicale souvent au visage, une attitude réconfortante.",
    "38;Elle semble toujours avoir le contrôle, peu importe la situation. Avec regard d'acier et calculateur, elle trouve à chaque fois un plan à tout.",
    "39;Elle ne supporte pas le contact physique, ni qu'on envahisse son espace personnel.",
    "40;Elle a toujours un air sérieux et hautain sur le visage, comme si elle jugeait en permanence ceux qui l'entourent.",
    "41;Elle a un tempérament bouillant, s'emportant à la moindre occasion",
    "42;Extrêmement projective de ses amis, sa famille ou ses possessions.",
    "43;Constamment en alerte, elle semble constamment prête à se jeter à l'action, même au repos.",
    "44;Elle se déplace avec une rigueur quasi-militaire, involontairement, se tenant à l'attention.",
    "45;Extrêmement terre à terre et rationnel, elle prend tout au sens littéral du terme.",
    "46;Elle approche chaque situation avec une intensité rare, comme si c'était l'événement le plus important de sa vie.",
    "47;Elle utilise beaucoup d'argot ou d'un dialecte, langage difficilement compréhensible, elle n'a pas l'air de s'en rendre compte.",
    "48;Elle utilise une voix qui est involontairement séductrice et envoutante.",
    "49;Elle s'automutile, cela peut être discret ou très visible, mais cela n'affecte pas son fonctionnement habituel.",
    "50;Elle joue constamment avec un petit objet qu'elle manipule distraitement."
  ]
}
